; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	José Gonçalves <joseaagoncalves@gmail.com>
; Homepage:	http://eufisica.no.sapo.pt
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Ficheiro
2=Preferências
3=Ajuda
4=
5=Seleccionar ficheiro
6=&Ficheiro/Instalador a extrair:
7=Extrair para
8=&Directório de destino:
9=
10=Opções do Universal Extractor
11=Manter &histórico dos ficheiros
12=Esconder consola janela
13=
14=&Idioma:
15=
16=
17=Opções de Formatação-Especificidades
18=&Avisar antes de executar ficheiros
19=&Remover ficheiros duplicados
20=Remover ficheiros &temporários
21=I&ndexar extensões ficheiros em falta
22=
23=Sobre Universal Extractor
24=%s Página Oficial
25=
26=
27=
28=
29=
30=
31=&OK
32=
33=
34=&Cancelar
35=Preferências 2
36=%s Extracção
37=%s suporta os seguintes métodos para a extracção %s pacotes.  Infelizmente, nenhum destes métodos são 100% fiáveis.  Se o método por defeito não funcionar, porfavor reinicie  %s e seleccione um método alternativo.
38=Método de Extracção
39=%s Instalador Administrativo
40=%s extracção
41=%s trocar
42=%s Desempacotar
43=Não é um instalador InstallShield
44=
45=
46=
47=%sPor favor seleccione um ficheiro válido.
48=Abrir ficheiro
49=Escrever para
50=
51=Arquivo
52=ficheiro comprimido
53=
54=ebook
55=ecard
56=ficheiro codificado
57=executável
58=
59=Ficheiro de Ajuda
60=hotfix
61=imagem
62=instalador
63=
64=Pacote
65=patch
66=Auto-Extracção
67=Stágio
68=
69=Testando
70=
71=
72=actualizador
73=
74=
75=Pesquisando o ficheiro para determinar o tipo de ficheiro.
76=Pesquisando o ficheiro com %s pesquisador.
77=Extraíndo os ficheiros a partir de:
78=Esperar pela inicialização do instalador.%nPor favor espere.
79=
80=%s Imagens de CD-ROM não podem ser extraídas directamente.  Contudo, esta imagem%nserá convertida numa imagem ISO de CD-ROM, que será extraível.%n%nDeseja continuar?%nNota: Este processo demorará alguns minutos.
81=Erro:  A imagem de CD-Rom não pode ser convertida.%nSe é uma imagem BIN/CUE, certifique-se que o ficheiro CUE está devidamente formatado.
82=Erro:  Uma imagem ISO foi criada a partir da imagem %s, mas não poderá ser convertida.%nDeseja manter a imagem ISO para uma posterior análise detalhada?
83=Erro: Não pode ser encontrado:%n%s\%s.%s%n%nAmbos %s.bin e %s.cue são necessários.
84=Inicialização %s.  Por favor sair do instalador, depois clique OK para continuar.
85=Nota:  Este método somente funciona com pacotes específicos do Wise for Windows Installer.%nSe o Wise Installation Wizard iniciar e simplesmente esperar por input, o ficheiro não %né suportado.  Por favor saia do instalador, e %s abortar extracção.%n%nDeseja continuar?
86=Este ficheiro está empacotado com compressão %s , mas poderá ser extraível.%nIsto poderá ser por causa do tipo de ficheiro não ser suportado, ou porque%nsimplesmente não estão incluídos ficheiros para extrair.%n%nDeseja desempacotar na mesmam o ficheiro?%n%nNota: O ficheiro desempacotado será chamado:%n%s\%s_unpacked.%s
87=Erro: %s%nnão poderá ser desempacotado.
88=Aviso:  De modo a extrair ficheiros deste tipo, the file must be directly executed.%nIf you continue, the following command will be run:%n%n%s%n%nIf you believe this file may possibly be malicious, it is recommended that you do not continue.%nDo you want to continue with extraction?
89=Aviso: Directório de destino %s já existe!%nExtracção em non-vazio arquivador pode guiar para um desembalar erro.%n%nPara limpo arquivador antes de desembalar?
90=
91=
92=
93=
94=%s extracções não podem ser logged.
95=
96=%s não pode ser extraído.%nTipo de ficheiro devolvido foi: %s%n%nClique OK se deseja analizar o ficheiro, ou Cancel para sair.
97=%s%ntem uma extensão desconhecida e não pode ser extraída.
98=%s%nnão pode ser criada.  Por favor seleccione um destino válido.
99=%s não pode ser extraída.%nParece ser um %s, que é suportado, mas a extracção falhou.%nPor favor ver o log file, %s, para mais informação.%n%nClique OK para ver o log file agora, ou Cancel para sair.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
